{
    "welcome": "Welcome to Hawker Siddeley Group PLC, a premier engineering firm.",
    "mission": "Our mission is simple yet profound: to engineer a better future. This commitment drives everything we do, from conceptualization to execution.",
    "explore": "Explore",
    "why_choose": "Why People Choose Us",
    "client_centered": "Client-Centered Excellence",
    "quality_reliability": "Unmatched Quality and Reliability",
    "cutting_edge": "Cutting-Edge Solutions",
    "about_us": "About Us",
    "engineering_excellence": "Engineering Excellence, Built on Experience and Innovation",
    "services": "Services",
    "products": "Our Products",
    "gallery": "Our Gallery",
    "testimonial": "What They Say About Us",
    "partners": "Our Partners",
    "contact": "Contact",
    "get_in_touch": "Get In Touch",
    "call_to_action": "Ready to Partner with Us? Let's bring your vision to life. Contact us today to discuss your needs or visit our location to see how we can help!",
    "sections": "Sections",
    "home": "Home",
    "about": "About",
    "services_section": "Services",
    "contact_section": "Contact Us In One Click",
    "location": "Location",
    "socials": "Socials",
    "get-a-quote": "Get A Qoute",
    "why-chosen-text": "Your vision is our priority. We collaborate closely with clients to understand their needs, offering tailored engineering solutions and exceptional support to build lasting partnerships.",
    "why-chosen-text1": " Quality is at the core of everything we do. From concept to completion, we ensure that every detail is meticulously executed, meeting the highest standards and delivering results you can trust.",
    "read-more": "Read More",
    "why-chosen-text2": "We combine years of industry experience with innovative technologies to deliver engineering solutions that exceed expectations. Our team of experts brings precision, efficiency, and creativity to every project.",
    "experience": "years of experience",
    "experience-paragraph1": "Our journey began with a vision to redefine the standards of engineering excellence. With a team of highly skilled engineers we have tackled some of the most complex challenges, delivering innovative solutions that have set new benchmarks in the industry.",
    "experience-paragraph2": "Our mission is simple yet profound: to engineer a better future. This commitment drives everything we do, from conceptualization to execution, as we strive to create impactful solutions that address the evolving needs of our clients and society at large",
    "fitting-turning": "Fitting and Turning",
    "image-text1": "We offer precision machining and assembly solutions to fabricate high-quality components and systems according to customer specifications",
    "welding": "Welding",
    "image-text2": "With a team of highly skilled welders and cutting-edge equipment, we specialize in providing top-quality welding solutions to meet the diverse needs of our clients.",
    "milling": "Milling",
    "image-text3": "With a team of experienced machinists, we specialize in providing high-quality milling solutions tailored to meet the unique requirements of our clients.",
    "metal-spraying": "Metal Spraying",
    "image-text4" : "With our expertise in metal spraying techniques and state-of-the-art equipment, we specialize in providing high-quality coatings to enhance the performance.",
    "crane-hiring": "Crane Hiring",
    "crane-hiring-text": "No matter how small or complex the job is, whether you require a single lift, or need to deliver a major project, we  provide the correct cranes to do the job safely and efficiency",
    "we-supply-for" : "We Supply for",
    "day-to-day-hire": "Day to Day hire",
    "long-term-hire": "Long Term hire",
    "infrastructure-projects": "Infrastructure Projects",
    "turn-around": "Turn-Around [shutdowns]",
    "cranes-for-hire": "Guindastes para Locação",
    "all-terrain": "All Terrain [30-750ton]",
    "truck-mounted": "Truck Mounted [30-60ton]",
    "rough-terrain": "Rough Terrain [15-50ton]",
    "construction-crawler": "Construção e Crawler [100-1200ton]",
    "lattice-boom": "Lattice Boom [750ton]",
    "why-us": "Why Us?",
    "why-us-text": "We serve smaller contractors as well as medium and large companies in a cross section of industries, Mining, Construction, Engineering etc",
    "what-they-say": "What They Say About Us",
    "mercy-testimonial": "Working with Hawker Siddeley has been a game-changer for our projects. Their technical expertise, attention to detail, and commitment to delivering on time exceeded our expectations. From precision machining to reliable solutions, they've become an invaluable partner for our operations.",
    "our-partners": "Our Partners",
    "testimonial1": {
    "name": "Mercy",
    "text": "Hawker Siddeley's precision and reliability transformed our projects. Their expertise, attention to detail, and timely delivery exceeded all expectations. A truly invaluable partner for our operations."
  },
  "testimonial2": {
    "name": "John",
    "text": "Exceptional service! Hawker Siddeley's technical skills and commitment to precision machining made them our go-to partner. They consistently deliver quality solutions, right on time."
  },
  "testimonial3": {
    "name": "Tinashe",
    "text": "Partnering with Hawker Siddeley has been incredible. Their innovative machining solutions, professional team, and dedication to excellence make them a standout choice for any project."
  },
  "barriers_bollards": "Barriers & Bollards",
  "bridge_beams": "Bridge Beams",
  "columns_beams_slabs_staircases": "Columns, Beams, Slabs & Staircases",
  "light_castings": "Light Castings",
  "hollow_core_decking_walling": "Hollow-Core Decking & Walling",
  "kerbs_channels_drains": "Kerbs, Channels & Drains",
  "lighting_transmission_poles": "Lighting & Transmission Poles",
  "specialized_castings": "Specialized Castings"
}

  