{
    "welcome": "Bem-vindo ao Hawker Siddeley Group PLC, uma empresa de engenharia de primeira linha.",
    "mission": "Nossa missão é simples, mas profunda: projetar um futuro melhor. Este compromisso orienta tudo o que fazemos, da concepção à execução.",
    "explore": "Explorar",
    "why_choose": "Por Que As Pessoas Nos Escolhem",
    "client_centered": "Excelência Centrada no Cliente",
    "quality_reliability": "Qualidade e Confiabilidade Incomparáveis",
    "cutting_edge": "Soluções Inovadoras",
    "about_us": "Sobre Nós",
    "engineering_excellence": "Excelência em Engenharia, Construída com Experiência e Inovação",
    "services": "Serviços",
    "products": "Nossos Produtos",
    "gallery": "Nossa Galeria",
    "testimonial": "O Que Eles Dizem Sobre Nós",
    "partners": "Nossos Parceiros",
    "contact": "Contato",
    "get_in_touch": "Entre em Contato",
    "call_to_action": "Pronto para Parceria Conosco? Vamos dar vida à sua visão. Entre em contato conosco hoje para discutir suas necessidades ou visite nossa localização para ver como podemos ajudar!",
    "sections": "Seções",
    "home": "Início",
    "about": "Sobre",
    "services_section": "Serviços",
    "contact_section": "Contate-nos com um clique",
    "location": "Localização",
    "socials": "Redes Sociais",
    "get-a-quote": "Orçamento",
    "why-chosen-text": "Sua visão é a nossa prioridade. Colaboramos de perto com os clientes para entender suas necessidades, oferecendo soluções de engenharia personalizadas e suporte excepcional para construir parcerias duradouras.",
    "why-chosen-text1": "A qualidade está no centro de tudo o que fazemos. Do conceito à conclusão, garantimos que cada detalhe seja meticulosamente executado, atendendo aos mais altos padrões e entregando resultados em que você pode confiar.",
    "read-more": "Leia Mais",
    "why-chosen-text2": "Combinamos anos de experiência no setor com tecnologias inovadoras para oferecer soluções de engenharia que superam as expectativas. Nossa equipe de especialistas traz precisão, eficiência e criatividade para cada projeto.",
    "experience": "anos de exp.",
    "experience-paragraph1": "Nossa jornada começou com a visão de redefinir os padrões de excelência em engenharia. Com uma equipe de engenheiros talentosos, enfrentamos desafios complexos, entregando soluções inovadoras que elevaram os padrões do setor.",
    "experience-paragraph2": "Nossa missão é simples, mas profunda: criar um futuro melhor. Esse compromisso guia tudo o que fazemos, desde a ideia até a execução, buscando soluções impactantes para atender às necessidades em evolução de nossos clientes e da sociedade.",
    "fitting-turning": "Ajustagem e Tornearia",
    "image-text1": "Oferecemos soluções de usinagem de precisão e montagem para fabricar componentes e sistemas de alta qualidade de acordo com as especificações do cliente.",
    "welding": "Soldagem",
    "image-text2": "Com uma equipe de soldadores altamente qualificados e equipamentos de última geração, somos especializados em oferecer soluções de soldagem de alta qualidade para atender às diversas necessidades de nossos clientes.",
    "milling": "Fresagem",
    "image-text3": "Com uma equipe de mecânicos experientes, somos especializados em oferecer soluções de fresagem de alta qualidade, sob medida para atender aos requisitos exclusivos de nossos clientes.",
    "metal-spraying": "Spray de Metal",
    "image-text4" : "Com nossa expertise em técnicas de spray de metal e equipamentos de última geração, somos especializados em fornecer revestimentos de alta qualidade para aprimorar o desempenho.",
    "crane-hiring": "Locação de Guindaste",
    "crane-hiring-text": "Não importa o tamanho ou a complexidade do trabalho, seja uma única elevação ou a entrega de um grande projeto, fornecemos os guindastes adequados para realizar o trabalho com segurança e eficiência.",
    "we-supply-for" : "Fornecemos para",
    "day-to-day-hire": "Locação diária",
    "long-term-hire": "Locação a longo prazo",
    "infrastructure-projects": "Projetos de Infraestrutura",
    "turn-around": "Paradas [manutenções programadas]",
    "cranes-for-hire": "Guindastes para Locação",
    "all-terrain": "Todo Terreno [30-750ton]",
    "truck-mounted": "Montado em Caminhão [30-60ton]",
    "rough-terrain": "Terreno Irregular [15-50ton]",
    "construction-crawler": "Construção e Crawler [100-1200ton]",
    "lattice-boom": "Boom em Treliça [750ton]",
    "why-us": "Por que escolher-nos?",
    "why-us-text": "Atendemos desde pequenos contratantes até empresas de médio e grande porte em diversos setores, como Mineração, Construção, Engenharia, entre outros.",
    "what-they-say": "O que dizem sobre nós",
    "mercy-testimonial": "Trabalhar com a Hawker Siddeley foi um divisor de águas para nossos projetos. Sua expertise técnica, atenção aos detalhes e compromisso com a entrega no prazo superaram nossas expectativas. Desde usinagem de precisão até soluções confiáveis, eles se tornaram um parceiro indispensável para nossas operações.",
    "our-partners": "Nossos Parceiros",
    "testimonial1": {
        "name": "Mercy",
        "text": "A precisão e confiabilidade da Hawker Siddeley transformaram nossos projetos. Sua expertise, atenção aos detalhes e entrega pontual superaram todas as expectativas. Um parceiro verdadeiramente inestimável para nossas operações."
      },
      "testimonial2": {
        "name": "John",
        "text": "Serviço excepcional! As habilidades técnicas e o compromisso com a usinagem de precisão da Hawker Siddeley fizeram deles nosso parceiro preferencial. Eles sempre entregam soluções de qualidade, no prazo certo."
      },
      "testimonial3": {
        "name": "Tinashe",
        "text": "Parceria com a Hawker Siddeley tem sido incrível. Suas soluções inovadoras de usinagem, equipe profissional e dedicação à excelência os tornam uma escolha destacada para qualquer projeto."
      },
      "barriers_bollards": "Barreiras e Pilares",
      "bridge_beams": "Vigas de Ponte",
      "columns_beams_slabs_staircases": "Colunas, Vigas, Lajes e Escadarias",
      "light_castings": "Fundições Leves",
      "hollow_core_decking_walling": "Pavimentação e Paredes Ocas",
      "kerbs_channels_drains": "Meios-fios, Canais e Drenos",
      "lighting_transmission_poles": "Postes de Iluminação e Transmissão",
      "specialized_castings": "Fundições Especializadas"
}
  